---
kind: property
id: P:Autodesk.Revit.DB.Visual.AssetSet.Size
source: html/304111ea-6b28-e552-d3e1-8bce77fd6ac9.htm
---
# Autodesk.Revit.DB.Visual.AssetSet.Size Property

## Syntax (C#)
```csharp
public virtual int Size { get; }
```